import React from 'react'

const Hero = () => {
  return (
      <section className='max-w-7xl mx-auto text-lg space-y-4 text-end'>
          <h1>سۆيۈملۈك كىچىك دوست،  ئۇيغۇر بالىلار تېپىشماقلىرى توربېتىگە داڭلىق بالىلار ئەسەرلىرى يازغۇچىسى مەرھۇم ئەخمەتجان قۇربان سابىرى <br /> ئەپەندىمنىڭ ئالتە پارچە «ئۇيغۇر بالىلار تېپىشماقلىرى» كىرگۈزۈلدى. بۇ توربەتتە سىز «ئېلىپبە» كىتابىڭىزدىكى ھەربىر ھەرپنىڭ،<br />«ماتېماتىكا» كىتابىڭىزدىكى سان - سىفىرلارنىڭ تېپىشماقلىق تەسۋىرىنى كۆرىسىز. <br />تۈگمەن دېگەن نېمە؟ يارغۇنچاق دېگەن نېمە؟ چىغرىق دېگەنچۇ؟ بەلكىم، سىز بۇ سوئاللارغا جاۋاب بېرەلمەسلىكىڭىز مۇمكىن. <br />ئاتا - بوۋىلىرىمىز ئىشلەتكەن ئەنە شۇنداق نۇرغۇن نەرسىلەرنى ھازىر پەقەت مۇزىيلاردىلا كۆرەلىشىڭىز مۇمكىن. بۇ توربەتتىكى تېپىشماقلار <br />سىزگە ئەشۇ نەرسىلەرنى بىر - بىرلەپ تونۇشتۇرىدۇ. بۇ توربەتتىكى تېپىشماقلاردىن يەنە ئۇيغۇر قول ھۈنەرۋەنچىلىكى، ئۇيغۇر تائاملىرى ۋە <br />ئۇيغۇر چالغۇ ئەسۋابلىرىنىڭ تېپىشماقلىق بايانىنى كۆرىسىز. سىز ئويۇن ئويناشقا ئامراقمۇ؟ سىز بۇ توربەتتىكى تېپىشماقلار ئارقىلىق يەنە <br />ئۇيغۇر ئويۇنلىرى، ئۇيغۇر بالىلار ئويۇنلىرىنىڭ قىزىقارلىق تۈرلىرى بىلەن تونۇشىسىز. بۇ توربەت سىزگە تېپىشماق ئارقىلىق يېڭى ئويۇن، يېڭى<br />ئەقىل ئاتا قىلىدۇ. بۇ كىتاب سىزنى ئانا يۇرتىمىز ھەققىدىمۇ جۇغراپىيىلىك بىلىمگە ئىگە قىلىدۇ. تەڭرىتاغنىڭ ئەڭ ئېگىز چوققىسى قايسى؟<br />يۇرتىمىزدا قانداق دەريا، كۆكللەر بار؟ يەنە قانداق ئالاھىدە مەھسۇلاتلار بار؟ بۇ توربەتتىكى تېپىشماقلاردىن يۇقىرىقى سوئاللارغا جاۋاب<br />تاپالايسىز. توربەتتىكى ئىزاھلىق جاۋابلار سىزنى تېخىمۇ چوڭقۇر بىلىمگە ئىگە قىلىدۇ.</h1>
      </section>
  )
}

export default Hero