import './App.css'
import image1 from '../src/assets/ed561f2266523de8f0e3dc0d85d4caa0.jpg'

function App() {

  return (
    <div>
      <section className='py-10 w-full min-h-screen'>
        <div className="shadow-lg max-w-[350px] font-sans rounded-xl my-10 flex flex-col justify-center items-center mx-auto bg-white">
          <img src={image1} alt="" className='w-full h-[350px]' />
          <button className="bg-[#95EFFE] text-black hover:bg-[#0095FF] hover:scale-95 font-medium hover:text-white w-full py-4 hover:shadow-xl shadow-[0px_0px_10px_#E2DADA] t duration-500">ئۇيغۇر ئويۇنلىرى</button>
        </div>
      </section>
      <section className='py-10 max-w-7xl mx-auto'>
        <h1>  سۆيۈملۈك كىچىك دوست،  ئۇيغۇر بالىلار تېپىشماقلىرى توربېتىگە داڭلىق بالىلار ئەسەرلىرى يازغۇچىسى مەرھۇم ئەخمەتجان قۇربان سابىرى ئەپەندىمنىڭ ئالتە پارچە «ئۇيغۇر بالىلار تېپىشماقلىرى» كىرگۈزۈلدى. بۇ توربەتتە سىز «ئېلىپبە» كىتابىڭىزدىكى ھەربىر ھەرپنىڭ، «ماتېماتىكا» كىتابىڭىزدىكى سان - سىفىرلارنىڭ تېپىشماقلىق تەسۋىرىنى كۆرىسىز.
          تۈگمەن دېگەن نېمە؟ يارغۇنچاق دېگەن نېمە؟ چىغرىق دېگەنچۇ؟ بەلكىم، سىز بۇ سوئاللارغا جاۋاب بېرەلمەسلىكىڭىز مۇمكىن.
          ئاتا - بوۋىلىرىمىز ئىشلەتكەن ئەنە شۇنداق نۇرغۇن نەرسىلەرنى ھازىر پەقەت مۇزىيلاردىلا كۆرەلىشىڭىز مۇمكىن. بۇ توربەتتىكى تېپىشماقلار سىزگە ئەشۇ نەرسىلەرنى بىر - بىرلەپ تونۇشتۇرىدۇ. بۇ توربەتتىكى تېپىشماقلاردىن يەنە ئۇيغۇر قول ھۈنەرۋەنچىلىكى، ئۇيغۇر تائاملىرى ۋە ئۇيغۇر چالغۇ ئەسۋابلىرىنىڭ تېپىشماقلىق بايانىنى كۆرىسىز. سىز ئويۇن ئويناشقا ئامراقمۇ؟ سىز بۇ توربەتتىكى تېپىشماقلار ئارقىلىق يەنە ئۇيغۇر ئويۇنلىرى، ئۇيغۇر بالىلار ئويۇنلىرىنىڭ قىزىقارلىق تۈرلىرى بىلەن تونۇشىسىز. بۇ توربەت سىزگە تېپىشماق ئارقىلىق يېڭى ئويۇن، يېڭى ئەقىل ئاتا قىلىدۇ. بۇ كىتاب سىزنى ئانا يۇرتىمىز ھەققىدىمۇ جۇغراپىيىلىك بىلىمگە ئىگە قىلىدۇ. تەڭرىتاغنىڭ ئەڭ ئېگىز چوققىسى قايسى؟ يۇرتىمىزدا قانداق دەريا، كۆكللەر بار؟ يەنە قانداق ئالاھىدە مەھسۇلاتلار بار؟ بۇ توربەتتىكى تېپىشماقلاردىن يۇقىرىقى سوئاللارغا جاۋاب تاپالايسىز. توربەتتىكى ئىزاھلىق جاۋابلار سىزنى تېخىمۇ چوڭقۇر بىلىمگە ئىگە قىلىدۇ.</h1>
      </section>
    </div>
  )
}

export default App
